<%@ page language="java" contentType="text/html; charset=UTF-8"
	pageEncoding="UTF-8"%>
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>易食飯-易食飯-幫助中心</title>
<link rel="stylesheet" type="text/css"
	href="<%=request.getContextPath()%>/css/main/bc_helpcenter.css" />
<link rel="stylesheet" type="text/css"
	href="<%=request.getContextPath()%>/css/main/bc_include.css" />
<link rel="stylesheet" type="text/css"
	href="<%=request.getContextPath()%>/css/main/bc_common.css" />
</head>
<body>
	<jsp:include page="/include/header_common.jsp"></jsp:include>
	<jsp:include page="/include/banner_common.jsp"></jsp:include>
	<div id="bg_canvas3">
		<div class="main">

			<div class="nav-position">
				<a href="/canteen">首頁</a> > 幫助中心
			</div>





			<div class="menu">

				<jsp:include page="/helpcenter/menu.jsp"></jsp:include>


			</div>
			<div class="content">

				<div class="title">服務條款</div>
				<div class="text">
					<b>一、服務條款的接受和確認</b><br /> <span style="color: #666;">歡迎閱讀樂乎科技有限公司（以下簡稱“本公司”）易食飯外賣服務條款。本服務條款詳述您在www.ecmeal.hk(以下簡稱“易食飯”)使用本
						公司服務所須遵守的條款和條件。您在注冊易食飯用戶之前必須事先認真閱讀本服務條款中各條款，
						包括免除或者限制本公司責任的免責條款及對用戶的權利限制。請您審閱並接受或不接受本服務條款（未成年人審閱時應得到法定監護人的陪同）。您通過完成注冊
						程序並點擊一下“注冊”的按鈕，這表示您與本公司達成協議並接受所有的服務條款。<br />
						易食飯向用戶提供網上及線下資源及諸多産品與服務,包括各種信息通訊工具、即時通信軟件或服務、分類信息、電信增值服務等（以下簡稱“服務”或“本服務”）。本服務條款適用于易食飯提供的各種服務</span><br />
					<br /> <b>二、用戶使用規則：</b><br /> <span style="color: #666;">1、用戶須同意接收來自易食飯的手機短信服務提醒，自行配備上網和使用電信增值業務所需的設備，自行負擔個人上網或第三方（包
						括但不限于電信或移動通信提供商）收取的通訊費、信息費等有關費用。如涉及電信增值服務的，我們建議您與您的電信增值服務提供商確認相關的費用問題。<br />
						2、用戶單獨承擔發布內容的責任。用戶對服務的使用是根據所有適用于網站服務的地方法律、國家法律和國際法律標准的。</span><br />
					用戶所有的發布內容不得包含下述的任一信息：<br /> <span style="color: #666;">⒈煽動抵抗或違反中華人民共和國憲法、法律或行政法規執行的；<br />
						⒉煽動顛覆政府或社會主義制度的；<br /> ⒊煽動分裂國家、破壞祖國統一的；<br />
						⒋煽動民族仇恨、民族歧視，破壞民族團結的；<br /> ⒌制造謊言或歪曲事實、散布謠言、破壞社會秩序的；<br />
						⒍宣揚封建迷信、傳播有性挑逗性質的材料、賭博、暴力或凶殺的；<br />
						⒎宣揚恐怖主義或唆使他人犯罪；公開侮辱他人或歪曲事實誹謗他人的；<br /> ⒏損害國家機關聲譽的；<br />
						⒐其它違反中華人民共和國憲法、法律和行政法規的內容。<br /> </span> 根據規定，您不得銷售非法物品或提供非法服務。<br /> <span
						style="color: #666;">血液、體液和人體器官；<br /> 入室行竊工具；<br />
						假冒或非法制造的産品；<br /> 火藥、破壞性設備和爆炸性物質；<br /> 賭博和打賭；<br />
						任何形式的身份證明文件、個人財務記錄以及個人信息；（包括郵件列表）<br /> 醫療保健，藥品和醫療器械；<br />
						彩票、博彩內容和老虎機；<br /> 淫穢物品和兒童色情物品；<br /> 令人反感的內容；<br /> 賣淫；<br />
						金字塔系統、多層市場推廣以及“快速致富計劃”等通過發展上下線的傳銷方式；<br /> 盜得的財物；<br />
						武器和相關物品，例如槍炮、彈夾、彈藥、BB槍和鉛彈槍、催淚瓦斯，眩暈槍、彈簧刀具和武術兵器；<br /> 野生動物；<br />
					</span> 請注意，在您銷售或提供下列物品時，您必須有足夠的授權/許可：<br /> <span style="color: #666;">含酒精飲料；<br />
						殺蟲劑；<br /> 衛星電視和有線電視解碼裝置；<br /> 監視設備；<br /> 煙草産品；<br />
						網絡會員服務是利用因特網發送和收取信息。所以，用戶的行爲指引是根據國家有關因特網的法規，政策和程序的。用戶須承諾不發送任何妨礙社會治安或非法、虛
						假、騷擾性、侮辱性、恐嚇性、傷害性、破壞性、挑釁性、淫穢色情性等內容的信息資料。另外，用戶也不能傳輸任何教唆他人構成犯罪行爲的資料；不能傳輸助長
						國內不利條件和涉及國家安全的資料；不能傳輸任何不符合當地法規、國家法律和國際法律的資料。未經許可而非法進入其它電腦系統是禁止的。若用戶的行爲不符
						合以上提到的服務條款，本公司將作出獨立判斷立即取消用戶服務帳號。 <br />
						用戶需對自己在網絡會員服務中的行爲承擔法律責任。用戶若在網絡會員服務中散布和傳播反動、色情或其他違反國家法律的信息，網絡會員服務的系統記錄有可能作爲用戶違反法律的證據。<br />
						3、由于易食飯會員服務的特殊性，您必須保證自己在使用各服務時用戶身份的真實性和正確性及完整性，如果資料發生變化，您應及
						時更改。如果您提供的資料不准確，本公司保留結束您使用易食飯會員服務的權利。您可授權易食飯向第三方透露注冊資料，否則易食飯不能公開您的姓名、
						住址、電子郵箱、聯系電話。除非相應的法律、法規要求及程序服務需要易食飯提供用戶的個人資料。<br />
						4、對您張貼的內容，您保證已經擁有必要權利或授權以進行該內容提供、張貼、上載、提交等行爲。若您違反有關法律法規及本服務條款的規定了，須自行承擔完全的法律責任，並承擔因此給本公司造成的損失的法律責任。<br />
						<br /> </span> <b>三、服務風險及免責聲明</b><br /> <span style="color: #666;">1、用戶須明白，本服務僅依其當前所呈現的狀況提供，本服務涉及到互聯網及移動通訊等服務，可能會受到各個環節不穩定因素的影
						響。因此服務存在因上述不可抗力、計算機病毒或黑客攻擊、系統不穩定、用戶所在位置、用戶關機、GSM網絡、互聯網絡、通信線路原因等造成的服務中斷或不
						能滿足用戶要求的風險。開通服務的用戶須承擔以上風險，本公司和合作公司對服務之及時性、安全性、准確性不作擔保，對因此導致用戶不能發送和接受閱讀消
						息、或傳遞錯誤，個人設定之時效、未予儲存或其他問題不承擔任何責任。<br />
						2、如本公司的系統發生故障影響到本服務的正常運行，本公司承諾在第一時間內與相關單位配合，及時處理進行修複。但用戶因此而産
						生的經濟損失，本公司和合作公司不承擔責任。此外，易食飯保留不經事先通知爲維修保養、升級或其他目的暫停本服務任何部分的權利。<br />
						3、易食飯在此鄭重提醒您注意，任何經由本服務以上載、張貼、發送即時信息、電子郵件或任何其他方式傳送的資訊、資料、文字、
						照片、圖形、信息、用戶的登記資料或其他資料（以下簡稱“內容”），無論系公開還是私下傳送，均由內容提供者承擔責任。易食飯無法控制經由本服務傳送之
						內容，也無法對用戶的使用行爲進行全面控制，因此不保證內容的合法性、正確性、完整性、真實性或品質；您已預知使用本服務時，可能會接觸到令人不快、不適
						當或令人厭惡之內容，並同意將自行加以判斷並承擔所有風險，而不依賴于易食飯。但在任何情況下，易食飯有權依法停止傳輸任何前述內容並采取相應行動，
						包括但不限于暫停用戶使用本服務的全部或部分，保存有關記錄，並向有關機關報告。但易食飯有權(但無義務)依其自行之考量，拒絕和刪除可經由本服務提供
						之違反本條款的或其他引起易食飯或其他用戶反感的任何內容。<br />
						4、您通過本服務與服務商進行任何形式的通訊或商業往來，或參與促銷活動，包含相關商品或服務之付款及交付，以及達成的其他任何
						相關條款、條件、保證或聲明，完全爲您與服務商之間之行爲。除有關法律有明文規定要求易食飯承擔責任以外，您因前述任何交易或前述服務商而遭受的任何性
						質的損失或損害，易食飯均不予負責。<br />
						5、本服務或第三人可提供與其他國際互聯網上之網站或資源之鏈接。由於易食飯無法控制這些網站及資源，您了解並同意：無論此類
						網站或資源是否可供利用，易食飯不予負責；易食飯亦對存在或源于此類網站或資源之任何內容、廣告、産品或其他資料不予保證或負責。因您使用或依賴任何
						此類網站或資源發布的或經由此類網站或資源獲得的任何內容、商品或服務所産生的任何損害或損失，易食飯不負任何直接或間接之責任。若您認爲該鏈接所載的
						內容或搜索引擎所提供之鏈接的內容侵犯您的權利，易食飯聲明與上述內容無關，不承擔任何責任。易食飯建議您與該網站或法律部門聯系，尋求法律保護。<br />
						<br /> </span> <b>四、服務變更、中斷或終止及服務條款的修改</b><br /> <span
						style="color: #666;">1、本服務的所有權和運作權、一切解釋權歸上海三知數碼科技有限公司。易食飯提供的服務將按照其發布的章程、服務條款和操作規則嚴格執行。<br />
						2、易食飯有權在必要時修改服務條款，服務條款一旦發生變動，將會在相關頁面上公布修改後的服務條款。如果不同意所改動的內容，用戶應主動取消此項服務。如果用戶繼續使用服務，則視爲接受服務條款的變動。<br>
						3、本公司特別提請用戶注意，本公司爲了保障公司業務發展和調整的自主權，本公司擁有經或未經事先通知而修改服務內容、中斷或中
						止部分或全部服務的權利，修改會公布于易食飯相關頁面上，一經公布視爲通知。
						本公司行使修改或中斷服務的權利而造成損失的，本公司不需對用戶或任何第三方負責。<br>
						4、如發生下列任何一種情形，本公司有權隨時中斷或終止向用戶提供服務而無需通知用戶：<br /> 用戶提供的個人資料不真實；<br />
						用戶違反本服務條款的規定；<br /> 按照主管部門的要求；<br /> 其他本公司認爲是符合整體服務需求的特殊情形。<br />
						5、其它<br />
						1)本服務條款要與國家相關法律、法規一致，如發生服務條款與相關法律、法規條款有相抵觸的內容，抵觸部分以法律、法規條款爲准。<br />
						2)用戶須對違反國家法律規定及本服務條款所産生的一切後果承擔法律責任。除本公司注明之服務條款外，其他一切因使用易食飯引
						致的任何意外、疏忽、合約毀壞、誹謗、版權或知識産權侵犯及其所造成的損失（包括因下載而感染電腦病毒），易食飯概不負責，亦不承擔任何法律責任。<br />
						3)如本服務條款中的任何條款無論因何種原因完全或部分無效或不具有執行力，本服務條款的其余條款仍應有效且具有約束力，並且努力使該規定反映之意向具備效力。<br />
						4)用戶對服務之任何部分或本服務條款的任何部分之意見及建議可通過客戶服務部門與本公司聯系。<br /> <br /> </span> 
				</div>

			</div>

		</div>
</body>
</html>